{
  "nav": {
    "home": "Home",
    "about": "About Us",
    "blog": "Blog",
    "gallery": "Gallery",
    "services": "Services",
    "contact": "Contact"
  },
  "gall": {
    "title": "Let's create your perfect wedding day"
  },
  "languages": { "en": "English", "uk": "Українська" },
  "about": {
    "heading": "About us",
    "tagline": "Venus International Matchmaking — since 2008 we help people find love across borders.",
    "features": [
      {
        "id": "founded",
        "icon": "favorite",
        "title": "Founded in 2008",
        "description": "Created by two like-minded friends — Olha Nechaieva and Viktoriia Lysanenko. From day one our goal is genuine, trust-based relationships."
      },
      {
        "id": "europe_focus",
        "icon": "public",
        "title": "European focus",
        "description": "We work worldwide with special attention to Europe. We arrange online meetings and in-person dates — in Ukraine and abroad."
      },
      {
        "id": "results",
        "icon": "verified",
        "title": "Proven results",
        "description": "50+ happy couples and 17 babies; every month we introduce 20+ new people. Every story is unique — clients are treated like family."
      },
      {
        "id": "psych_support",
        "icon": "psychology",
        "title": "Psychological support",
        "description": "We help remove inner barriers, gain confidence, and make thoughtful decisions on the relationship journey."
      },
      {
        "id": "charity",
        "icon": "volunteer_activism",
        "title": "Charity & volunteering",
        "description": "We partner with the Magura Charity Foundation (Poltava), supporting children with special needs. Love also means social responsibility."
      },
      {
        "id": "office",
        "icon": "location_on",
        "title": "Office in Poltava center",
        "description": "A cozy space of trust and openness. For 15+ years we’ve helped people find real love."
      }
    ],
    "full": [
      "Venus International Matchmaking was founded in 2008 by two friends and like-minded partners — Olha Nechaieva and Viktoriia Lysanenko. From the start, our mission has been to help people find true love without borders.",
      "Over the years we’ve worked with men from around the world, with a special focus on European countries. We arrange introductions in Ukraine and abroad — from warm online meetings to real-life dates where trust and sincerity grow.",
      "We count over 50 happy couples and 17 babies born in these strong families. Every month we introduce 20+ new people — via video meetings or in person. Each story is unique, and we treat every client as part of our big family.",
      "We know the journey to love is more than profiles and dates. It’s also support, trust, and help in important moments. That’s why we provide psychological guidance so clients feel confident in themselves and their choices.",
      "Charity holds a special place in our work. We closely cooperate with the Magura Charity Foundation (Poltava) and focus on children with special needs. Our team members are active volunteers.",
      "Our cozy office is located in the very center of Poltava — a welcoming atmosphere of trust and warmth. We believe true love exists for everyone, and for more than 15 years we’ve been helping people find it."
    ],
    "viktoria": {
      "name": "Viktoria",
      "title": "Co-Founder",
      "description": "I love what I do and put my heart into it. I’m an international matchmaker with 15 years of experience and a master’s degree in psychology and philology. My mission is to help every woman find inner harmony and meet true love. I’m currently working on my debut book to share insights and real transformation stories."
    },
    "olga": {
      "name": "Olga",
      "title": "Co-Founder",
      "description": "My name is Olga. I’m a matchmaker with 15 years of experience, a master of psychology, and the host of the transformational psychological game “Cupid.” My passion is helping women on the path to warm, healthy relationships — from inner clarity to life-changing encounters. I live my work and truly believe every meeting can change a life."
    }
  },
  "services": {
    "heading": "Our Services",
    "list": [
      {
        "id": "matchmaking",
        "title": "Personalized Matchmaking",
        "description": "We select candidates by values, lifestyle, and real family goals. Each person passes a personal check, interview, and screening—so you meet someone you truly want to build a life with."
      },
      {
        "id": "contract",
        "title": "Transparent Contract & Guarantees",
        "description": "Before we start, we sign a clear agreement: scope, timelines, guarantees, and responsibilities. This protects your interests and establishes trust."
      },
      {
        "id": "free_consultation",
        "title": "Free First Consultation",
        "description": "A friendly, professional meeting online or at our office. We explain the process, answer your questions, and propose a tailored action plan."
      },
      {
        "id": "profile_setup",
        "title": "Professional Profile Setup",
        "description": "A profile that works: curated photos, an honest and clear bio, and realistic expectations—designed to attract serious, compatible partners."
      },
      {
        "id": "style_photoshoot",
        "title": "Style & Photoshoot",
        "description": "We craft your look, select outfits, and organize a photoshoot. Natural, modern, trust-building photos—an investment in results."
      },
      {
        "id": "cultural_coaching",
        "title": "Cultural Coaching",
        "description": "We explain etiquette, family expectations, and cultural nuances of your partner’s country to avoid misunderstandings and build respectful relationships."
      },
      {
        "id": "visa_support",
        "title": "Visa & Migration Support",
        "description": "We assist with document packages, apostilles, notarization, and visa/relocation applications—in partnership with vetted attorneys."
      },
      {
        "id": "translation",
        "title": "Translation & Communication Support",
        "description": "Document and correspondence translation, plus assistance on calls and meetings. Notarized certification arranged when needed."
      },
      {
        "id": "cupid_game",
        "title": "Transformational Game “Cupid”",
        "description": "A guided practice to reveal your relationship patterns, remove inner barriers, and prepare for long-term commitment—so you choose consciously."
      },
      {
        "id": "legal_support",
        "title": "General Legal Support",
        "description": "Consulting on contracts, family law, and international procedures. We collaborate with attorneys and migration law specialists."
      },
      {
        "id": "background_check",
        "title": "Background Checks",
        "description": "We verify marital status, social standing, and key facts—especially important for international matches."
      },
      {
        "id": "confidentiality",
        "title": "Confidentiality & Data Protection",
        "description": "Your data is stored securely; real cases are published only with clients’ permission."
      },
      {
        "id": "personal_manager",
        "title": "Personal Manager",
        "description": "One dedicated specialist accompanies you from the first consultation to relocation: coordination, ongoing communication, and decision support."
      },
      {
        "id": "offline_events",
        "title": "Offline Meetups & Tours",
        "description": "We organize trips and in-person events for meaningful introductions—program and logistics included."
      },
      {
        "id": "post_marriage_support",
        "title": "Post-Marriage Support",
        "description": "Advice on adapting to a new country: daily life, paperwork, relocation questions, and documents for children."
      }
    ]
  },
  "achievements": {
    "pairs": {
      "value": "50+",
      "title": "Happy couples",
      "description": "Couples who met through our agency."
    },
    "babies": {
      "value": "17",
      "title": "Babies",
      "description": "Born in families that met with our help."
    },
    "meets": {
      "value": "20+",
      "title": "Introductions per month",
      "description": "Video meetings and in-person dates every month."
    }
  },
  "contact_us": {
    "title": "Contact us",
    "desc": "For further questions please email venus@.com or contact using our contact form.",
    "fullname": "Full name",
    "email": "Email",
    "content": "What can we help you?",
    "placeholder": "Describe your point of view or desire.",
    "button_text": "Send Message"
  },
  "blog": {
    "page_title": "Our Blog",
    "page_subtitle": "Stories, insights, and tips about international matchmaking and building meaningful relationships",
    "read_more": "Read More",
    "back_to_blog": "Back to Blog",
    "posts": [
      {
        "id": "1",
        "slug": "poltava-city-of-brides",
        "title": "Poltava — City of Brides",
        "excerpt": "Why do Ukrainian women dream of marrying a foreigner? What are men from Europe and America really like? An honest story about international relationships.",
        "image": "blog-post-1.jpg",
        "date": "2025-01-15",
        "author": "Viktoria & Olga",
        "content": [
          {
            "type": "text",
            "value": "Many Ukrainian women dream of marrying a foreigner. Some dream of meeting a passionate Italian, others prefer calm Scandinavians, while some dream of a cheerful American. Why is that? Walking the city streets in spring or summer, you'll see crowds of beautiful single women. They're everywhere—working in offices, strolling in White Altanka park, shopping, discussing plans with friends in cafes... But why are they single? Simply because we have few available men with whom we'd want to build a family."
          },
          {
            "type": "text",
            "value": "Good grooms are taken while still students. The remaining prospects aren't particularly bright—you might end up with a husband who has mistresses, an alcoholic husband, a mama's boy who's never made a decision in his life, a lazy husband, a tyrant husband, and so on. You'll agree, nobody wants such 'happiness' for themselves."
          },
          {
            "type": "text",
            "value": "Our women want to live in a clean and beautiful country. They want to travel, afford expensive hobbies and passions. A stable future and confidence in tomorrow for their children. But most importantly—sincere, genuine relationships based on love, trust, and loyalty. That's what they want."
          },
          {
            "type": "text",
            "value": "They want to feel safe and protected, knowing their husband is always there and they don't need to worry about anything, wanting support and involvement, not weakness. This is what makes us strong and happy. This is what unlocks a woman's potential, raises us to another level, and gives us wings. Our priorities and values change."
          },
          {
            "type": "text",
            "value": "In relationships with foreigners, women don't think about how to feed the family, whether to buy firewood for winter, or how to pay utility bills. Finally, they can focus on themselves, their beauty, sports, find new hobbies, develop themselves, and dedicate time to their desires and goals."
          },
          {
            "type": "text",
            "value": "Isn't that happiness? — you might ask."
          },
          {
            "type": "heading",
            "value": "So what are they like — foreign men?"
          },
          {
            "type": "heading",
            "value": "Responsible"
          },
          {
            "type": "text",
            "value": "From childhood, Western children are taught to make independent decisions and take responsibility for their actions. And when they grow up, this knowledge, along with the habit, is firmly rooted in their consciousness. They don't need to run to mom for advice or look for a 'nanny' in life. They make decisions and take responsibility for them."
          },
          {
            "type": "text",
            "value": "Mentality and culture cultivate responsibility in foreigners from the roots. It's customary for them to care for family, children, and wife. Men work from childhood. They know that family responsibility rests on them. They can't afford to spend a day or evening irresponsibly. They wake up early in the morning to work. That's why they go to bed early and don't sit up late watching TV. A foreigner always sees a goal ahead. He knows where he's going and what he's doing. He plans his life and income years ahead."
          },
          {
            "type": "text",
            "value": "Foreign men don't look for women who cook for themselves. Whatever the case, they have their own upbringing—so it seems funny and incomprehensible to them."
          },
          {
            "type": "heading",
            "value": "Faithful"
          },
          {
            "type": "text",
            "value": "Foreigners value their wives. They don't dominate in family relationships. For them, it's natural—to be there, help, and protect. There's no place for rudeness and humiliation in foreign families. In any situation, husband and wife are partners. Each knows the other will always come to help, and each is always devoted to one another."
          },
          {
            "type": "text",
            "value": "Of course, not all foreigners are like this, but we try to find men who know how to love and work on relationships. These are the ones we match you with."
          },
          {
            "type": "heading",
            "value": "Well-groomed and Clean"
          },
          {
            "type": "text",
            "value": "Now it's pointless to argue about Ukraine's and its women's popularity in recent years: the women are beautiful and well-groomed. But men aren't falling behind either. In Europe and America, men take care of themselves and their appearance. They go to the gym, swimming pool, regularly visit the barber, and maintain their wardrobe. This doesn't mean they're all fashionistas, but a well-groomed, healthy, and fit man is the norm at any age."
          },
          {
            "type": "text",
            "value": "Men don't allow themselves to clutter their home or workplace. Nobody expects that only the wife will do housecleaning. They simply do it together. They have equality in relationships. It's normal to help your wife around the house."
          },
          {
            "type": "heading",
            "value": "Caring"
          },
          {
            "type": "text",
            "value": "Foreign grooms constantly try to win over their wives. Not with romantic poems, serenades, or compliments. They don't talk much, they act. And everything they do, they do for their wives, children, and family. They walk with strollers to give their wife a chance to rest and do her own things. They're proud of their wives and their achievements, they want to see admiration in their wives' eyes. And this motivates them, it's like fuel."
          },
          {
            "type": "text",
            "value": "Foreign men value and respect their wives. They spend weekends, evenings, and vacations together with family. The best gifts are time spent with loved ones."
          },
          {
            "type": "text",
            "value": "Not every foreigner fits our description above. But this is our typical clientele. Our client won't hang around free dating sites to save money, but will try to get to the best agency seriously."
          },
          {
            "type": "text",
            "value": "Our client comes to us and says he's looking for a serious woman for a serious relationship. If you don't want to miss such a meeting, we'll be happy to help."
          }
        ]
      },
      {
        "id": "2",
        "slug": "preparing-for-international-relationship",
        "title": "Preparing for an International Relationship",
        "excerpt": "Essential tips and insights for anyone considering or starting an international relationship. What you need to know before taking the leap.",
        "image": "blog-post-2.jpg",
        "date": "2025-01-20",
        "author": "Viktoria Lysanenko",
        "content": [
          {
            "type": "text",
            "value": "Starting an international relationship is an exciting adventure, but it also requires preparation and understanding. Here are key aspects to consider before embarking on this journey."
          },
          {
            "type": "heading",
            "value": "Cultural Understanding"
          },
          {
            "type": "text",
            "value": "Every culture has its own dating customs, family expectations, and communication styles. Taking time to learn about your partner's cultural background shows respect and helps avoid misunderstandings. We offer cultural coaching to help our clients navigate these differences gracefully."
          },
          {
            "type": "heading",
            "value": "Clear Communication"
          },
          {
            "type": "text",
            "value": "Language barriers can be challenging, but they're not insurmountable. Whether you're learning each other's languages or using translation services, what matters most is honest, open communication about your intentions, expectations, and feelings."
          },
          {
            "type": "heading",
            "value": "Practical Considerations"
          },
          {
            "type": "text",
            "value": "International relationships involve visa processes, travel arrangements, and potentially relocation. Being informed about these practical aspects from the beginning helps you plan realistically and avoid surprises down the road."
          },
          {
            "type": "text",
            "value": "At Venus, we provide comprehensive support including visa assistance, document preparation, and post-marriage adaptation help. Our goal is to make your journey as smooth as possible."
          }
        ]
      },
      {
        "id": "3",
        "slug": "psychology-of-lasting-relationships",
        "title": "The Psychology of Lasting Relationships",
        "excerpt": "Insights from our psychological approach to matchmaking. How inner work and self-awareness lead to healthier, happier partnerships.",
        "image": "blog-post-3.jpg",
        "date": "2025-01-25",
        "author": "Olga Nechaieva",
        "content": [
          {
            "type": "text",
            "value": "After 15 years as a matchmaker and psychologist, I've learned that successful relationships start from within. Before you can build a healthy partnership with someone else, you need to understand yourself."
          },
          {
            "type": "heading",
            "value": "Self-Awareness First"
          },
          {
            "type": "text",
            "value": "Our transformational game 'Cupid' helps clients explore their relationship patterns, identify inner barriers, and understand what they truly seek in a partner. This self-work is invaluable—it prevents repeating past mistakes and helps you make conscious choices."
          },
          {
            "type": "heading",
            "value": "Beyond Surface Compatibility"
          },
          {
            "type": "text",
            "value": "While shared interests are nice, lasting relationships are built on aligned values, compatible life goals, and mutual respect. We focus on these deeper aspects when matching our clients, ensuring connections that can weather life's challenges."
          },
          {
            "type": "text",
            "value": "Psychological support doesn't end with the match. We continue to provide guidance as relationships develop, helping couples navigate conflicts, cultural adjustments, and major life transitions together."
          },
          {
            "type": "heading",
            "value": "Building Trust"
          },
          {
            "type": "text",
            "value": "Trust is the foundation of any relationship, especially international ones where distance and cultural differences can create uncertainty. We help our clients build trust gradually—through honest communication, consistent actions, and supported decision-making."
          }
        ]
      }
    ]
  }
}