{
  "nav": {
    "home": "Home",
    "about": "About Us",
    "blog": "Blog",
    "gallery": "Gallery",
    "services": "Services",
    "contact": "Contact"
  },
  "gall": {
    "title": "Let's create your perfect wedding day"
  },
  "languages": { "en": "English", "uk": "Українська" },
  "about": {
    "heading": "About us",
    "tagline": "Venus International Matchmaking — since 2008 we help people find love across borders.",
    "features": [
      {
        "id": "founded",
        "icon": "favorite",
        "title": "Founded in 2008",
        "description": "Created by two like-minded friends — Olha Nechaieva and Viktoriia Lysanenko. From day one our goal is genuine, trust-based relationships."
      },
      {
        "id": "europe_focus",
        "icon": "public",
        "title": "European focus",
        "description": "We work worldwide with special attention to Europe. We arrange online meetings and in-person dates — in Ukraine and abroad."
      },
      {
        "id": "results",
        "icon": "verified",
        "title": "Proven results",
        "description": "50+ happy couples and 17 babies; every month we introduce 20+ new people. Every story is unique — clients are treated like family."
      },
      {
        "id": "psych_support",
        "icon": "psychology",
        "title": "Psychological support",
        "description": "We help remove inner barriers, gain confidence, and make thoughtful decisions on the relationship journey."
      },
      {
        "id": "charity",
        "icon": "volunteer_activism",
        "title": "Charity & volunteering",
        "description": "We partner with the Magura Charity Foundation (Poltava), supporting children with special needs. Love also means social responsibility."
      },
      {
        "id": "office",
        "icon": "location_on",
        "title": "Office in Poltava center",
        "description": "A cozy space of trust and openness. For 15+ years we’ve helped people find real love."
      }
    ],
    "full": [
      "Venus International Matchmaking was founded in 2008 by two friends and like-minded partners — Olha Nechaieva and Viktoriia Lysanenko. From the start, our mission has been to help people find true love without borders.",
      "Over the years we’ve worked with men from around the world, with a special focus on European countries. We arrange introductions in Ukraine and abroad — from warm online meetings to real-life dates where trust and sincerity grow.",
      "We count over 50 happy couples and 17 babies born in these strong families. Every month we introduce 20+ new people — via video meetings or in person. Each story is unique, and we treat every client as part of our big family.",
      "We know the journey to love is more than profiles and dates. It’s also support, trust, and help in important moments. That’s why we provide psychological guidance so clients feel confident in themselves and their choices.",
      "Charity holds a special place in our work. We closely cooperate with the Magura Charity Foundation (Poltava) and focus on children with special needs. Our team members are active volunteers.",
      "Our cozy office is located in the very center of Poltava — a welcoming atmosphere of trust and warmth. We believe true love exists for everyone, and for more than 15 years we’ve been helping people find it."
    ],
    "viktoria": {
      "name": "Viktoria",
      "title": "Co-Founder",
      "description": "I love what I do and put my heart into it. I’m an international matchmaker with 15 years of experience and a master’s degree in psychology and philology. My mission is to help every woman find inner harmony and meet true love. I’m currently working on my debut book to share insights and real transformation stories."
    },
    "olga": {
      "name": "Olga",
      "title": "Co-Founder",
      "description": "My name is Olga. I’m a matchmaker with 15 years of experience, a master of psychology, and the host of the transformational psychological game “Cupid.” My passion is helping women on the path to warm, healthy relationships — from inner clarity to life-changing encounters. I live my work and truly believe every meeting can change a life."
    }
  },
  "services": {
    "heading": "Our Services",
    "list": [
      {
        "id": "matchmaking",
        "title": "Personalized Matchmaking",
        "description": "We select candidates by values, lifestyle, and real family goals. Each person passes a personal check, interview, and screening—so you meet someone you truly want to build a life with."
      },
      {
        "id": "contract",
        "title": "Transparent Contract & Guarantees",
        "description": "Before we start, we sign a clear agreement: scope, timelines, guarantees, and responsibilities. This protects your interests and establishes trust."
      },
      {
        "id": "free_consultation",
        "title": "Free First Consultation",
        "description": "A friendly, professional meeting online or at our office. We explain the process, answer your questions, and propose a tailored action plan."
      },
      {
        "id": "profile_setup",
        "title": "Professional Profile Setup",
        "description": "A profile that works: curated photos, an honest and clear bio, and realistic expectations—designed to attract serious, compatible partners."
      },
      {
        "id": "style_photoshoot",
        "title": "Style & Photoshoot",
        "description": "We craft your look, select outfits, and organize a photoshoot. Natural, modern, trust-building photos—an investment in results."
      },
      {
        "id": "cultural_coaching",
        "title": "Cultural Coaching",
        "description": "We explain etiquette, family expectations, and cultural nuances of your partner’s country to avoid misunderstandings and build respectful relationships."
      },
      {
        "id": "visa_support",
        "title": "Visa & Migration Support",
        "description": "We assist with document packages, apostilles, notarization, and visa/relocation applications—in partnership with vetted attorneys."
      },
      {
        "id": "translation",
        "title": "Translation & Communication Support",
        "description": "Document and correspondence translation, plus assistance on calls and meetings. Notarized certification arranged when needed."
      },
      {
        "id": "cupid_game",
        "title": "Transformational Game “Cupid”",
        "description": "A guided practice to reveal your relationship patterns, remove inner barriers, and prepare for long-term commitment—so you choose consciously."
      },
      {
        "id": "legal_support",
        "title": "General Legal Support",
        "description": "Consulting on contracts, family law, and international procedures. We collaborate with attorneys and migration law specialists."
      },
      {
        "id": "background_check",
        "title": "Background Checks",
        "description": "We verify marital status, social standing, and key facts—especially important for international matches."
      },
      {
        "id": "confidentiality",
        "title": "Confidentiality & Data Protection",
        "description": "Your data is stored securely; real cases are published only with clients’ permission."
      },
      {
        "id": "personal_manager",
        "title": "Personal Manager",
        "description": "One dedicated specialist accompanies you from the first consultation to relocation: coordination, ongoing communication, and decision support."
      },
      {
        "id": "offline_events",
        "title": "Offline Meetups & Tours",
        "description": "We organize trips and in-person events for meaningful introductions—program and logistics included."
      },
      {
        "id": "post_marriage_support",
        "title": "Post-Marriage Support",
        "description": "Advice on adapting to a new country: daily life, paperwork, relocation questions, and documents for children."
      }
    ]
  },
  "achievements": {
    "pairs": {
      "value": "50+",
      "title": "Happy couples",
      "description": "Couples who met through our agency."
    },
    "babies": {
      "value": "17",
      "title": "Babies",
      "description": "Born in families that met with our help."
    },
    "meets": {
      "value": "20+",
      "title": "Introductions per month",
      "description": "Video meetings and in-person dates every month."
    }
  },
  "contact_us": {
    "title": "Contact us",
    "desc": "For further questions please email venus@.com or contact using our contact form.",
    "fullname": "Full name",
    "email": "Email",
    "content": "What can we help you?",
    "placeholder": "Describe your point of view or desire.",
    "button_text": "Send Message"
  },
  "blog": {
    "page_title": "Our Blog",
    "page_subtitle": "Stories, insights, and tips about international matchmaking and building meaningful relationships",
    "read_more": "Read More",
    "back_to_blog": "Back to Blog",
    "posts": [
      {
        "id": "1",
        "slug": "finding-love-across-borders",
        "title": "Finding Love Across Borders",
        "excerpt": "How international matchmaking creates meaningful connections and changes lives. Real stories from our 15 years of experience.",
        "image": "blog-post-1.jpg",
        "date": "2025-01-15",
        "author": "Viktoria & Olga",
        "content": [
          {
            "type": "text",
            "value": "International matchmaking is more than just introducing two people from different countries. It's about creating bridges between cultures, understanding different mindsets, and helping two souls find each other despite geographical distances."
          },
          {
            "type": "text",
            "value": "Over our 15 years of experience at Venus International Matchmaking, we've seen countless success stories. From the first nervous video call to walking down the aisle together, each journey is unique and beautiful."
          },
          {
            "type": "heading",
            "value": "The Power of Connection"
          },
          {
            "type": "text",
            "value": "Love knows no borders, but successful international relationships require understanding, patience, and proper guidance. We help our clients navigate cultural differences, language barriers, and logistical challenges to build strong, lasting relationships."
          },
          {
            "type": "text",
            "value": "Our approach combines professional matchmaking with psychological support, ensuring that both partners are ready for the journey ahead. We believe in quality over quantity—every introduction is carefully considered and personalized."
          },
          {
            "type": "heading",
            "value": "Success Stories"
          },
          {
            "type": "text",
            "value": "We're proud to have facilitated over 50 happy couples and welcomed 17 babies into families that started with our help. Each story reminds us why we do what we do—bringing people together and creating happiness across continents."
          }
        ]
      },
      {
        "id": "2",
        "slug": "preparing-for-international-relationship",
        "title": "Preparing for an International Relationship",
        "excerpt": "Essential tips and insights for anyone considering or starting an international relationship. What you need to know before taking the leap.",
        "image": "blog-post-2.jpg",
        "date": "2025-01-20",
        "author": "Viktoria Lysanenko",
        "content": [
          {
            "type": "text",
            "value": "Starting an international relationship is an exciting adventure, but it also requires preparation and understanding. Here are key aspects to consider before embarking on this journey."
          },
          {
            "type": "heading",
            "value": "Cultural Understanding"
          },
          {
            "type": "text",
            "value": "Every culture has its own dating customs, family expectations, and communication styles. Taking time to learn about your partner's cultural background shows respect and helps avoid misunderstandings. We offer cultural coaching to help our clients navigate these differences gracefully."
          },
          {
            "type": "heading",
            "value": "Clear Communication"
          },
          {
            "type": "text",
            "value": "Language barriers can be challenging, but they're not insurmountable. Whether you're learning each other's languages or using translation services, what matters most is honest, open communication about your intentions, expectations, and feelings."
          },
          {
            "type": "heading",
            "value": "Practical Considerations"
          },
          {
            "type": "text",
            "value": "International relationships involve visa processes, travel arrangements, and potentially relocation. Being informed about these practical aspects from the beginning helps you plan realistically and avoid surprises down the road."
          },
          {
            "type": "text",
            "value": "At Venus, we provide comprehensive support including visa assistance, document preparation, and post-marriage adaptation help. Our goal is to make your journey as smooth as possible."
          }
        ]
      },
      {
        "id": "3",
        "slug": "psychology-of-lasting-relationships",
        "title": "The Psychology of Lasting Relationships",
        "excerpt": "Insights from our psychological approach to matchmaking. How inner work and self-awareness lead to healthier, happier partnerships.",
        "image": "blog-post-3.jpg",
        "date": "2025-01-25",
        "author": "Olga Nechaieva",
        "content": [
          {
            "type": "text",
            "value": "After 15 years as a matchmaker and psychologist, I've learned that successful relationships start from within. Before you can build a healthy partnership with someone else, you need to understand yourself."
          },
          {
            "type": "heading",
            "value": "Self-Awareness First"
          },
          {
            "type": "text",
            "value": "Our transformational game 'Cupid' helps clients explore their relationship patterns, identify inner barriers, and understand what they truly seek in a partner. This self-work is invaluable—it prevents repeating past mistakes and helps you make conscious choices."
          },
          {
            "type": "heading",
            "value": "Beyond Surface Compatibility"
          },
          {
            "type": "text",
            "value": "While shared interests are nice, lasting relationships are built on aligned values, compatible life goals, and mutual respect. We focus on these deeper aspects when matching our clients, ensuring connections that can weather life's challenges."
          },
          {
            "type": "text",
            "value": "Psychological support doesn't end with the match. We continue to provide guidance as relationships develop, helping couples navigate conflicts, cultural adjustments, and major life transitions together."
          },
          {
            "type": "heading",
            "value": "Building Trust"
          },
          {
            "type": "text",
            "value": "Trust is the foundation of any relationship, especially international ones where distance and cultural differences can create uncertainty. We help our clients build trust gradually—through honest communication, consistent actions, and supported decision-making."
          }
        ]
      }
    ]
  }
}