{
  "nav": {
    "home": "Головна",
    "about": "Про нас",
    "blog": "Блог",
    "gallery": "Галерея",
    "services": "Послуги",
    "contact": "Контакти"
  },
  "gall": {
    "title": "Створимо ваш ідеальний весільний день"
  },
  "languages": { "en": "English", "uk": "Українська" },
  "about": {
    "heading": "Про нас",
    "tagline": "Міжнародне агентство знайомств «Венера» — з 2008 року допомагаємо знаходити кохання без кордонів.",
    "features": [
      {
        "id": "founded",
        "icon": "favorite",
        "title": "Засновано у 2008",
        "description": "Агентство створили дві подруги-однодумці — Ольга Нечаєва та Вікторія Лисаненко. Від старту наша мета — справжні стосунки, що будуються на довірі."
      },
      {
        "id": "europe_focus",
        "icon": "public",
        "title": "Акцент на Європу",
        "description": "Працюємо з клієнтами з усього світу, з особливою увагою до країн Європи. Організовуємо онлайн-зустрічі та побачення наживо — в Україні та за кордоном."
      },
      {
        "id": "results",
        "icon": "verified",
        "title": "Реальні результати",
        "description": "50+ щасливих пар і 17 малюків; щомісяця знайомимо 20+ нових людей. Кожна історія унікальна, до кожного — як до члена великої родини."
      },
      {
        "id": "psych_support",
        "icon": "psychology",
        "title": "Психологічний супровід",
        "description": "Допомагаємо позбутися внутрішніх бар’єрів, відчути впевненість у собі та приймати зважені рішення на шляху до стосунків."
      },
      {
        "id": "charity",
        "icon": "volunteer_activism",
        "title": "Благодійність і волонтерство",
        "description": "Співпрацюємо з благодійним фондом «Магура» (Полтава), опікуємося дітьми з особливими потребами. Любов — це також відповідальність перед суспільством."
      },
      {
        "id": "office",
        "icon": "location_on",
        "title": "Офіс у центрі Полтави",
        "description": "Затишна атмосфера довіри, відкритості та тепла. Понад 15 років щоденно допомагаємо людям знаходити кохання."
      }
    ],
    "full": [
      "Агентство міжнародних знайомств «Венера» було засноване у 2008 році двома подругами й однодумцями — Ольгою Нечаєвою та Вікторією Лисаненко. Від самого початку ми поставили собі мету — допомагати людям знаходити справжнє кохання, яке не має кордонів.",
      "За ці роки ми співпрацювали з чоловіками з усього світу, але особливу увагу приділяємо країнам Європи. Ми організовуємо знайомства як в Україні, так і за кордоном — від теплих онлайн-зустрічей до реальних побачень, де народжується щирість і довіра.",
      "На нашому рахунку вже понад 50 щасливих пар, а також 17 малюків, які з’явилися на світ у цих міцних сім’ях. Щомісяця ми знайомимо більш ніж 20 нових людей — через відеозустрічі або наживо. Для нас кожна історія унікальна, і ми ставимося до кожного клієнта як до члена своєї великої родини.",
      "Ми розуміємо, що шлях до кохання — це не лише анкети й зустрічі. Це ще й підтримка, довіра, допомога у важливі моменти. Саме тому ми надаємо психологічний супровід, аби наші клієнти відчували впевненість у собі та своїх рішеннях.",
      "Окреме місце у діяльності агентства займає благодійність. Ми тісно співпрацюємо з благодійним фондом «Магура» (Полтава) та приділяємо особливу увагу дітям з особливими потребами. Співробітники агентства є активними волонтерами фонду.",
      "Наш затишний офіс знаходиться в самому центрі Полтави. Тут панує атмосфера довіри, відкритості та тепла. Ми віримо: справжнє кохання існує для кожного, і вже понад 15 років допомагаємо його знаходити."
    ],
    "viktoria": {
      "name": "Вікторія",
      "title": "Співзасновниця",
      "description": "Люблю свою справу і роблю її від серця. Я — міжнародна сваха-матчмейкер із 15-річним досвідом, магістр психології та філології. Моя місія — допомогти кожній жінці віднайти гармонію в собі та зустріти справжнє кохання. Працюю над дебютною книгою, щоб поділитися інсайтами та реальними історіями трансформацій."
    },
    "olga": {
      "name": "Ольга",
      "title": "Співзасновниця",
      "description": "Мене звати Оля. Я — сваха та матчмейкер із 15 років досвіду, магістр психології, ведуча психологічно-трансформаційної гри «Купідон». Моя пристрасть — підтримувати жінок на шляху до здорових, теплих стосунків: від внутрішньої ясності — до доленосних знайомств. Живу своєю справою і щиро вірю: кожна зустріч може зміни́ти життя."
    }
  },
  "services": {
    "heading": "Наші послуги",
    "list": [
      {
        "id": "matchmaking",
        "title": "Індивідуальний підбір партнера",
        "description": "Добираємо кандидатів за цінностями, стилем життя та реальними сімейними цілями. Кожен проходить особисту перевірку, співбесіду й відбір — щоб ви зустріли людину, з якою захочеться будувати спільне життя."
      },
      {
        "id": "contract",
        "title": "Прозорий договір і гарантії",
        "description": "Перед стартом підписуємо зрозумілий договір: що включено, терміни, гарантії, права й обов’язки сторін. Це захищає ваші інтереси та будує довіру."
      },
      {
        "id": "free_consultation",
        "title": "Безкоштовна перша консультація",
        "description": "Коротка, дружня й професійна зустріч онлайн або в офісі. Пояснюємо процес, відповідаємо на запитання та пропонуємо індивідуальний план дій."
      },
      {
        "id": "profile_setup",
        "title": "Професійне оформлення профілю",
        "description": "Створюємо профіль, який працює: добір фото, щирий і чіткий опис, реалістичні очікування. Анкета приваблює серйозних і відповідних партнерів."
      },
      {
        "id": "style_photoshoot",
        "title": "Стиль і фотосесія під ключ",
        "description": "Підбираємо образ і одяг, організовуємо зйомку. Фото будуть природними, сучасними й такими, що викликають довіру — інвестиція в результат."
      },
      {
        "id": "cultural_coaching",
        "title": "Культурний коучинг",
        "description": "Пояснюємо особливості етикету, сімейних очікувань і культурні нюанси країни партнера, щоб уникнути непорозумінь і будувати стосунки з повагою."
      },
      {
        "id": "visa_support",
        "title": "Візова та міграційна підтримка",
        "description": "Допомагаємо з пакетом документів, апостилем, нотаріальним засвідченням і поданням на візи/підстави для переїзду — у співпраці з перевіреними юристами."
      },
      {
        "id": "translation",
        "title": "Переклад і комунікаційний супровід",
        "description": "Переклад документів і листування, участь під час дзвінків та зустрічей. За потреби організуємо нотаріальне засвідчення."
      },
      {
        "id": "cupid_game",
        "title": "Трансформаційна гра «Купідон»",
        "description": "Допомагає побачити власні шаблони в стосунках, прибрати внутрішні бар’єри й підготуватися до довготривалих відносин — для усвідомленого вибору."
      },
      {
        "id": "legal_support",
        "title": "Загальна юридична допомога",
        "description": "Консультації з договорів, сімейного права та міжнародних процедур. Працюємо разом з адвокатами та фахівцями з міграційного права."
      },
      {
        "id": "background_check",
        "title": "Перевірка кандидатів (background check)",
        "description": "Перевіряємо сімейний стан, соціальний статус і ключові факти — особливо важливо для міжнародних знайомств."
      },
      {
        "id": "confidentiality",
        "title": "Конфіденційність і захист даних",
        "description": "Ваші дані зберігаються безпечно; реальні кейси публікуємо лише за згодою клієнтів."
      },
      {
        "id": "personal_manager",
        "title": "Особистий менеджер-куратор",
        "description": "Супровід одним фахівцем від першої консультації до переїзду: координація кроків, постійний зв’язок і допомога з рішеннями."
      },
      {
        "id": "offline_events",
        "title": "Офлайн-знайомства та тури",
        "description": "Організовуємо подорожі та події для знайомств офлайн — продумуємо програму й логістику."
      },
      {
        "id": "post_marriage_support",
        "title": "Післяшлюбна підтримка",
        "description": "Консультації з адаптації в новій країні: побут, документи, питання переїзду та оформлення документів для дитини тощо."
      }
    ]
  },
  "achievements": {
    "pairs": {
      "value": "50+",
      "title": "Щасливі пари",
      "description": "Пари, що знайшли одне одного з нашою допомогою."
    },
    "babies": {
      "value": "17",
      "title": "Малюки",
      "description": "Народилися в сім’ях, які познайомилися завдяки агентству."
    },
    "meets": {
      "value": "20+",
      "title": "Знайомств щомісяця",
      "description": "Відеозустрічі та побачення офлайн щомісяця."
    }
  },
  "contact_us": {
    "title": "Напишіть нам",
    "desc": "Якщо у вас є додаткові питання, будь ласка, надішліть електронного листа на адресу venus@.com або зв'яжіться з нами, скориставшись нашою контактною формою.",
    "fullname": "Ім'я та Призвіще",
    "email": "Електрона пошта",
    "content": "Чим ми можемо вам допомогти?",
    "placeholder": "Опишіть свою точку зору або бажання.",
    "button_text": "Надіслати повідомлення"
  },
  "blog": {
    "page_title": "Наш Блог",
    "page_subtitle": "Історії, поради та інсайти про міжнародний матчмейкінг та побудову справжніх стосунків",
    "read_more": "Читати далі",
    "back_to_blog": "Назад до блогу",
    "posts": [
      {
        "id": "1",
        "slug": "finding-love-across-borders",
        "title": "Знайти кохання без кордонів",
        "excerpt": "Як міжнародний матчмейкінг створює справжні зв'язки та змінює життя. Реальні історії з нашого 15-річного досвіду.",
        "image": "blog-post-1.jpg",
        "date": "2025-01-15",
        "author": "Вікторія і Ольга",
        "content": [
          {
            "type": "text",
            "value": "Міжнародний матчмейкінг — це не просто знайомство двох людей із різних країн. Це створення мостів між культурами, розуміння різних світоглядів і допомога двом душам знайти одна одну попри географічні відстані."
          },
          {
            "type": "text",
            "value": "За 15 років роботи Venus International Matchmaking ми бачили безліч історій успіху. Від першого хвилюючого відеодзвінка до спільної ходи до вівтаря — кожна історія унікальна й прекрасна."
          },
          {
            "type": "heading",
            "value": "Сила зв'язку"
          },
          {
            "type": "text",
            "value": "Кохання не знає кордонів, але успішні міжнародні стосунки потребують розуміння, терпіння та правильного супроводу. Ми допомагаємо нашим клієнтам долати культурні відмінності, мовні бар'єри та логістичні виклики для побудови міцних, тривалих стосунків."
          },
          {
            "type": "text",
            "value": "Наш підхід поєднує професійний матчмейкінг із психологічною підтримкою, гарантуючи, що обидва партнери готові до спільного шляху. Ми віримо в якість, а не кількість — кожне знайомство ретельно продумане та персоналізоване."
          },
          {
            "type": "heading",
            "value": "Історії успіху"
          },
          {
            "type": "text",
            "value": "Ми пишаємося, що допомогли створити понад 50 щасливих пар і вітаємо 17 немовлят у сім'ях, які почалися з нашої допомоги. Кожна історія нагадує нам, чому ми робимо те, що робимо — об'єднуємо людей і створюємо щастя на різних континентах."
          }
        ]
      },
      {
        "id": "2",
        "slug": "preparing-for-international-relationship",
        "title": "Підготовка до міжнародних стосунків",
        "excerpt": "Важливі поради для тих, хто розглядає або починає міжнародні стосунки. Що потрібно знати перед початком шляху.",
        "image": "blog-post-2.jpg",
        "date": "2025-01-20",
        "author": "Вікторія Лисаненко",
        "content": [
          {
            "type": "text",
            "value": "Початок міжнародних стосунків — це захоплююча пригода, але вона також потребує підготовки та розуміння. Ось ключові аспекти, які варто враховувати перед початком цього шляху."
          },
          {
            "type": "heading",
            "value": "Культурне розуміння"
          },
          {
            "type": "text",
            "value": "Кожна культура має свої звичаї знайомств, сімейні очікування та стилі спілкування. Час, витрачений на вивчення культурного походження вашого партнера, демонструє повагу та допомагає уникнути непорозумінь. Ми пропонуємо культурний коучинг, щоб допомогти нашим клієнтам елегантно долати ці відмінності."
          },
          {
            "type": "heading",
            "value": "Чітка комунікація"
          },
          {
            "type": "text",
            "value": "Мовні бар'єри можуть бути складними, але не нездоланними. Незалежно від того, чи ви вивчаєте мови одне одного, чи користуєтесь послугами перекладу, найважливішим є чесне, відкрите спілкування про ваші наміри, очікування та почуття."
          },
          {
            "type": "heading",
            "value": "Практичні міркування"
          },
          {
            "type": "text",
            "value": "Міжнародні стосунки включають візові процеси, організацію поїздок і потенційне переміщення. Обізнаність із цими практичними аспектами з самого початку допомагає планувати реалістично та уникати несподіванок."
          },
          {
            "type": "text",
            "value": "У Venus ми надаємо комплексну підтримку, включаючи візову допомогу, підготовку документів і допомогу в адаптації після одруження. Наша мета — зробити ваш шлях максимально легким."
          }
        ]
      },
      {
        "id": "3",
        "slug": "psychology-of-lasting-relationships",
        "title": "Психологія тривалих стосунків",
        "excerpt": "Інсайти з нашого психологічного підходу до матчмейкінгу. Як внутрішня робота та самосвідомість ведуть до здоровіших партнерств.",
        "image": "blog-post-3.jpg",
        "date": "2025-01-25",
        "author": "Ольга Нечаєва",
        "content": [
          {
            "type": "text",
            "value": "За 15 років роботи як матчмейкер і психолог я зрозуміла, що успішні стосунки починаються зсередини. Перш ніж будувати здорове партнерство з кимось іншим, потрібно зрозуміти себе."
          },
          {
            "type": "heading",
            "value": "Самосвідомість перш за все"
          },
          {
            "type": "text",
            "value": "Наша трансформаційна гра 'Купідон' допомагає клієнтам досліджувати їхні моделі стосунків, визначати внутрішні бар'єри та зрозуміти, чого вони насправді шукають у партнері. Ця внутрішня робота безцінна — вона запобігає повторенню минулих помилок і допомагає робити усвідомлений вибір."
          },
          {
            "type": "heading",
            "value": "Поза поверхневою сумісністю"
          },
          {
            "type": "text",
            "value": "Хоча спільні інтереси приємні, тривалі стосунки будуються на спільних цінностях, сумісних життєвих цілях і взаємній повазі. Ми зосереджуємося на цих глибших аспектах при підборі наших клієнтів, забезпечуючи зв'язки, які витримають життєві виклики."
          },
          {
            "type": "text",
            "value": "Психологічна підтримка не закінчується зі знайомством. Ми продовжуємо надавати керівництво в міру розвитку стосунків, допомагаючи парам долати конфлікти, культурні адаптації та великі життєві переходи разом."
          },
          {
            "type": "heading",
            "value": "Побудова довіри"
          },
          {
            "type": "text",
            "value": "Довіра — це основа будь-яких стосунків, особливо міжнародних, де відстань і культурні відмінності можуть створювати невпевненість. Ми допомагаємо нашим клієнтам будувати довіру поступово — через чесне спілкування, послідовні дії та підтримку у прийнятті рішень."
          }
        ]
      }
    ]
  }
}