{
  "nav": {
    "home": "Головна",
    "about": "Про нас",
    "blog": "Блог",
    "gallery": "Галерея",
    "services": "Послуги",
    "contact": "Контакти"
  },
  "gall": {
    "title": "Створимо ваш ідеальний весільний день"
  },
  "languages": { "en": "English", "uk": "Українська" },
  "about": {
    "content": "Про нас\n \tАгентство міжнародних знайомств «Венера» було засноване у 2008 році двома подругами й однодумцями - Ольгою Нечаєвою та Вікторією Лисаненко. Від самого початку ми поставили собі мету - допомагати людям знаходити справжнє кохання, яке не має кордонів.\n \tЗа ці роки ми співпрацювали з чоловіками з усього світу, але особливу увагу приділяємо країнам Європи. Ми організовуємо знайомства як в Україні, так і за кордоном - від теплих онлайн-зустрічей до реальних побачень, де народжується щирість і довіра.\nНа нашому рахунку вже понад 50 щасливих пар, а також 17 малюків, які з’явилися на світ у цих міцних сім’ях. Щомісяця ми знайомимо більш ніж 20 нових людей - через відеозустрічі або наживо. Для нас кожна історія унікальна, і ми ставимося до кожного клієнта як до члена своєї великої родини.\n \tМи розуміємо, що шлях до кохання - це не лише анкети й зустрічі. Це ще й підтримка, довіра, допомога у важливі моменти. Саме тому ми надаємо психологічний супровід, аби наші клієнти відчували впевненість у собі та своїх рішеннях.\n \tОкреме місце у діяльності агентства займає благодійність. Ми тісно співпрацюємо з благодійним фондом «Магура» (Полтава) та приділяємо особливу увагу дітям з особливими потребами. Співробітники агентства є активними волонтерами фонду, адже любов і турбота - це не лише про стосунки між людьми, а й про відповідальність перед суспільством.\n \tНаш затишний офіс знаходиться в самому центрі Полтави. Тут панує атмосфера довіри, відкритості та тепла. Ми віримо: справжнє кохання існує для кожного, і вже понад 15 років допомагаємо його знаходити."
  },
  "services": {
    "heading": "Наші послуги",
    "list": [
      {
        "id": "matchmaking",
        "title": "Індивідуальний підбір партнера",
        "description": "Добираємо кандидатів за цінностями, стилем життя та реальними сімейними цілями. Кожен проходить особисту перевірку, співбесіду й відбір — щоб ви зустріли людину, з якою захочеться будувати спільне життя."
      },
      {
        "id": "contract",
        "title": "Прозорий договір і гарантії",
        "description": "Перед стартом підписуємо зрозумілий договір: що включено, терміни, гарантії, права й обов’язки сторін. Це захищає ваші інтереси та будує довіру."
      },
      {
        "id": "free_consultation",
        "title": "Безкоштовна перша консультація",
        "description": "Коротка, дружня й професійна зустріч онлайн або в офісі. Пояснюємо процес, відповідаємо на запитання та пропонуємо індивідуальний план дій."
      },
      {
        "id": "profile_setup",
        "title": "Професійне оформлення профілю",
        "description": "Створюємо профіль, який працює: добір фото, щирий і чіткий опис, реалістичні очікування. Анкета приваблює серйозних і відповідних партнерів."
      },
      {
        "id": "style_photoshoot",
        "title": "Стиль і фотосесія під ключ",
        "description": "Підбираємо образ і одяг, організовуємо зйомку. Фото будуть природними, сучасними й такими, що викликають довіру — інвестиція в результат."
      },
      {
        "id": "cultural_coaching",
        "title": "Культурний коучинг",
        "description": "Пояснюємо особливості етикету, сімейних очікувань і культурні нюанси країни партнера, щоб уникнути непорозумінь і будувати стосунки з повагою."
      },
      {
        "id": "visa_support",
        "title": "Візова та міграційна підтримка",
        "description": "Допомагаємо з пакетом документів, апостилем, нотаріальним засвідченням і поданням на візи/підстави для переїзду — у співпраці з перевіреними юристами."
      },
      {
        "id": "translation",
        "title": "Переклад і комунікаційний супровід",
        "description": "Переклад документів і листування, участь під час дзвінків та зустрічей. За потреби організуємо нотаріальне засвідчення."
      },
      {
        "id": "cupid_game",
        "title": "Трансформаційна гра «Купідон»",
        "description": "Допомагає побачити власні шаблони в стосунках, прибрати внутрішні бар’єри й підготуватися до довготривалих відносин — для усвідомленого вибору."
      },
      {
        "id": "legal_support",
        "title": "Загальна юридична допомога",
        "description": "Консультації з договорів, сімейного права та міжнародних процедур. Працюємо разом з адвокатами та фахівцями з міграційного права."
      },
      {
        "id": "background_check",
        "title": "Перевірка кандидатів (background check)",
        "description": "Перевіряємо сімейний стан, соціальний статус і ключові факти — особливо важливо для міжнародних знайомств."
      },
      {
        "id": "confidentiality",
        "title": "Конфіденційність і захист даних",
        "description": "Ваші дані зберігаються безпечно; реальні кейси публікуємо лише за згодою клієнтів."
      },
      {
        "id": "personal_manager",
        "title": "Особистий менеджер-куратор",
        "description": "Супровід одним фахівцем від першої консультації до переїзду: координація кроків, постійний зв’язок і допомога з рішеннями."
      },
      {
        "id": "offline_events",
        "title": "Офлайн-знайомства та тури",
        "description": "Організовуємо подорожі та події для знайомств офлайн — продумуємо програму й логістику."
      },
      {
        "id": "post_marriage_support",
        "title": "Післяшлюбна підтримка",
        "description": "Консультації з адаптації в новій країні: побут, документи, питання переїзду та оформлення документів для дитини тощо."
      }
    ]
  },
  "achievements": {
    "pairs": {
      "value": "50+",
      "title": "Щасливі пари",
      "description": "Пари, що знайшли одне одного з нашою допомогою."
    },
    "babies": {
      "value": "17",
      "title": "Малюки",
      "description": "Народилися в сім’ях, які познайомилися завдяки агентству."
    },
    "meets": {
      "value": "20+",
      "title": "Знайомств щомісяця",
      "description": "Відеозустрічі та побачення офлайн щомісяця."
    }
  }
}