{
  "nav": {
    "home": "Главная",
    "about": "О нас",
    "blog": "Блог",
    "gallery": "Галерея",
    "services": "Услуги",
    "contact": "Контакты"
  },
  "gall": {
    "title": "Давайте создадим ваш идеальный день свадьбы"
  },
  "languages": { "en": "English", "uk": "Українська", "ru": "Русский" },
  "about": {
    "heading": "О нас",
    "tagline": "Venus International Matchmaking — с 2008 года мы помогаем людям находить любовь без границ.",
    "features": [
      {
        "id": "founded",
        "icon": "favorite",
        "title": "Основано в 2008",
        "description": "Создано двумя единомышленницами — Ольгой Нечаевой и Викторией Лысаненко. С первого дня наша цель — искренние, доверительные отношения."
      },
      {
        "id": "europe_focus",
        "icon": "public",
        "title": "Фокус на Европе",
        "description": "Мы работаем по всему миру с особым вниманием к Европе. Организуем онлайн-встречи и свидания офлайн — в Украине и за рубежом."
      },
      {
        "id": "results",
        "icon": "verified",
        "title": "Доказанные результаты",
        "description": "50+ счастливых пар и 17 детей; каждый месяц мы знакомим 20+ новых людей. Каждая история уникальна — к клиентам относимся как к семье."
      },
      {
        "id": "psych_support",
        "icon": "psychology",
        "title": "Психологическая поддержка",
        "description": "Помогаем убрать внутренние барьеры, обрести уверенность и принимать взвешенные решения на пути к отношениям."
      },
      {
        "id": "charity",
        "icon": "volunteer_activism",
        "title": "Благотворительность и волонтёрство",
        "description": "Мы сотрудничаем с Благотворительным фондом «Магура» (Полтава), поддерживая детей с особыми потребностями. Любовь — это и социальная ответственность."
      },
      {
        "id": "office",
        "icon": "location_on",
        "title": "Офис в центре Полтавы",
        "description": "Уютное пространство доверия и открытости. Уже более 15 лет мы помогаем людям находить настоящую любовь."
      }
    ],
    "full": [
      "Venus International Matchmaking основано в 2008 году двумя подругами и партнёрками — Ольгой Нечаевой и Викторией Лысаненко. С самого начала наша миссия — помогать людям находить настоящую любовь без границ.",
      "Годы нашей работы — это клиенты из разных стран мира, с особым фокусом на Европе. Мы организуем знакомства в Украине и за рубежом — от тёплых онлайн-встреч до реальных свиданий, где растут доверие и искренность.",
      "У нас более 50 счастливых пар и 17 детей, рождённых в этих крепких семьях. Ежемесячно мы знакомим 20+ новых людей — через видеовстречи или лично. Каждая история уникальна, и к каждому клиенту мы относимся как к члену большой семьи.",
      "Мы понимаем: путь к любви — это не только анкеты и свидания. Это поддержка, доверие и помощь в важных моментах. Поэтому мы предоставляем психологическое сопровождение, чтобы вы чувствовали уверенность в себе и своих выборах.",
      "Благотворительность занимает особое место в нашей работе. Мы тесно сотрудничаем с Благотворительным фондом «Магура» (Полтава), уделяя внимание детям с особыми потребностями. Команда активно участвует в волонтёрских инициативах.",
      "Наш уютный офис расположен в самом центре Полтавы — атмосфера тепла и доверия. Мы верим, что настоящая любовь есть для каждого, и уже более 15 лет помогаем её встретить."
    ],
    "viktoria": {
      "name": "Виктория",
      "title": "Соосновательница",
      "description": "Я люблю своё дело и вкладываю в него сердце. Я — международная сваха-матчмейкер с 15-летним опытом, магистр психологии и филологии. Моя миссия — помочь каждой женщине обрести внутреннюю гармонию и встретить истинную любовь. Сейчас я работаю над дебютной книгой, чтобы поделиться инсайтами и реальными историями трансформаций."
    },
    "olga": {
      "name": "Ольга",
      "title": "Соосновательница",
      "description": "Меня зовут Ольга. Я — сваха и матчмейкер с 15-летним опытом, магистр психологии, ведущая психологически-трансформационной игры «Купидон». Моя страсть — поддерживать женщин на пути к тёплым, здоровым отношениям: от внутренней ясности — к судьбоносным знакомствам. Я живу своей работой и искренне верю: каждая встреча может изменить жизнь."
    }
  },
  "services": {
    "heading": "Наши услуги",
    "list": [
      {
        "id": "matchmaking",
        "title": "Персональный матчмейкинг",
        "description": "Мы подбираем кандидатов по ценностям, образу жизни и реальным семейным целям. Каждый проходит личную проверку, интервью и скрининг — чтобы вы встречались с теми, с кем действительно хотите строить жизнь."
      },
      {
        "id": "contract",
        "title": "Прозрачный договор и гарантии",
        "description": "Перед стартом подписываем понятное соглашение: объём работ, сроки, гарантии и ответственность. Это защищает ваши интересы и строит доверие."
      },
      {
        "id": "free_consultation",
        "title": "Первая консультация — бесплатно",
        "description": "Дружеская профессиональная встреча онлайн или в нашем офисе. Объясняем процесс, отвечаем на вопросы и предлагаем персональный план действий."
      },
      {
        "id": "profile_setup",
        "title": "Профессиональное оформление профиля",
        "description": "Профиль, который работает: продуманные фото, честное и понятное био, реалистичные ожидания — чтобы привлекать серьёзных и совместимых партнёров."
      },
      {
        "id": "style_photoshoot",
        "title": "Стиль и фотосессия",
        "description": "Создаём образ, подбираем гардероб и организуем съёмку. Естественные, современные, доверительные фото — инвестиция в результат."
      },
      {
        "id": "cultural_coaching",
        "title": "Культурный коучинг",
        "description": "Объясняем этикет, семейные ожидания и культурные нюансы страны партнёра, чтобы избежать недопониманий и строить уважительные отношения."
      },
      {
        "id": "visa_support",
        "title": "Визовая и миграционная поддержка",
        "description": "Помогаем с пакетом документов, апостилями, нотариальными заверениями и подачей на визы/релокацию — в партнёрстве с проверенными юристами."
      },
      {
        "id": "translation",
        "title": "Переводы и поддержка коммуникации",
        "description": "Перевод документов и переписки, помощь на звонках и встречах. При необходимости организуем нотариальное заверение."
      },
      {
        "id": "cupid_game",
        "title": "Трансформационная игра «Купидон»",
        "description": "Практика под руководством, которая раскрывает ваши паттерны в отношениях, убирает внутренние барьеры и готовит к долгосрочным союзам — чтобы выбирать осознанно."
      },
      {
        "id": "legal_support",
        "title": "Общая правовая поддержка",
        "description": "Консультации по договорам, семейному праву и международным процедурам. Сотрудничаем с адвокатами и специалистами по миграционному праву."
      },
      {
        "id": "background_check",
        "title": "Проверка благонадёжности",
        "description": "Проверяем семейное положение, социальный статус и ключевые факты — особенно важно при международных знакомствах."
      },
      {
        "id": "confidentiality",
        "title": "Конфиденциальность и защита данных",
        "description": "Ваши данные хранятся безопасно; реальные кейсы публикуются только с разрешения клиентов."
      },
      {
        "id": "personal_manager",
        "title": "Личный менеджер",
        "description": "Один специалист сопровождает вас от первой консультации до релокации: координация, постоянная связь и поддержка решений."
      },
      {
        "id": "offline_events",
        "title": "Оффлайн-знакомства и туры",
        "description": "Организуем поездки и мероприятия для значимых знакомств — с программой и логистикой."
      },
      {
        "id": "post_marriage_support",
        "title": "Поддержка после свадьбы",
        "description": "Советы по адаптации в новой стране: быт, документы, вопросы релокации и бумаги для детей."
      }
    ]
  },
  "achievements": {
    "pairs": {
      "value": "50+",
      "title": "Счастливые пары",
      "description": "Пары, которые встретились благодаря нашему агентству."
    },
    "babies": {
      "value": "17",
      "title": "Дети",
      "description": "Рождены в семьях, которые познакомились с нашей помощью."
    },
    "meets": {
      "value": "20+",
      "title": "Знакомств в месяц",
      "description": "Видеовстречи и свидания офлайн каждый месяц."
    }
  },
  "contact_us": {
    "title": "Напишите нам",
    "desc": "Если у вас есть дополнительные вопросы, напишите по адресу venus@.com или свяжитесь с нами, используя нашу контактную форму.",
    "fullname": "Имя и Фамилия",
    "email": "Електроная почта",
    "content": "Чем мы можем вам помочь?",
    "placeholder": "Опишите свою точку зрения или желание.",
    "button_text": "Послать сообщение"
  }
}