{
  "nav": {
    "home": "Главная",
    "about": "О нас",
    "blog": "Блог",
    "gallery": "Галерея",
    "services": "Услуги",
    "contact": "Контакты"
  },
  "gall": {
    "title": "Давайте создадим ваш идеальный день свадьбы"
  },
  "languages": { "en": "English", "uk": "Українська", "ru": "Русский" },
  "about": {
    "heading": "О нас",
    "tagline": "Venus International Matchmaking — с 2008 года мы помогаем людям находить любовь без границ.",
    "features": [
      {
        "id": "founded",
        "icon": "favorite",
        "title": "Основано в 2008",
        "description": "Создано двумя единомышленницами — Ольгой Нечаевой и Викторией Лысаненко. С первого дня наша цель — искренние, доверительные отношения."
      },
      {
        "id": "europe_focus",
        "icon": "public",
        "title": "Фокус на Европе",
        "description": "Мы работаем по всему миру с особым вниманием к Европе. Организуем онлайн-встречи и свидания офлайн — в Украине и за рубежом."
      },
      {
        "id": "results",
        "icon": "verified",
        "title": "Доказанные результаты",
        "description": "50+ счастливых пар и 17 детей; каждый месяц мы знакомим 20+ новых людей. Каждая история уникальна — к клиентам относимся как к семье."
      },
      {
        "id": "psych_support",
        "icon": "psychology",
        "title": "Психологическая поддержка",
        "description": "Помогаем убрать внутренние барьеры, обрести уверенность и принимать взвешенные решения на пути к отношениям."
      },
      {
        "id": "charity",
        "icon": "volunteer_activism",
        "title": "Благотворительность и волонтёрство",
        "description": "Мы сотрудничаем с Благотворительным фондом «Магура» (Полтава), поддерживая детей с особыми потребностями. Любовь — это и социальная ответственность."
      },
      {
        "id": "office",
        "icon": "location_on",
        "title": "Офис в центре Полтавы",
        "description": "Уютное пространство доверия и открытости. Уже более 15 лет мы помогаем людям находить настоящую любовь."
      }
    ],
    "full": [
      "Venus International Matchmaking основано в 2008 году двумя подругами и партнёрками — Ольгой Нечаевой и Викторией Лысаненко. С самого начала наша миссия — помогать людям находить настоящую любовь без границ.",
      "Годы нашей работы — это клиенты из разных стран мира, с особым фокусом на Европе. Мы организуем знакомства в Украине и за рубежом — от тёплых онлайн-встреч до реальных свиданий, где растут доверие и искренность.",
      "У нас более 50 счастливых пар и 17 детей, рождённых в этих крепких семьях. Ежемесячно мы знакомим 20+ новых людей — через видеовстречи или лично. Каждая история уникальна, и к каждому клиенту мы относимся как к члену большой семьи.",
      "Мы понимаем: путь к любви — это не только анкеты и свидания. Это поддержка, доверие и помощь в важных моментах. Поэтому мы предоставляем психологическое сопровождение, чтобы вы чувствовали уверенность в себе и своих выборах.",
      "Благотворительность занимает особое место в нашей работе. Мы тесно сотрудничаем с Благотворительным фондом «Магура» (Полтава), уделяя внимание детям с особыми потребностями. Команда активно участвует в волонтёрских инициативах.",
      "Наш уютный офис расположен в самом центре Полтавы — атмосфера тепла и доверия. Мы верим, что настоящая любовь есть для каждого, и уже более 15 лет помогаем её встретить."
    ],
    "viktoria": {
      "name": "Виктория",
      "title": "Соосновательница",
      "description": "Я люблю своё дело и вкладываю в него сердце. Я — международная сваха-матчмейкер с 15-летним опытом, магистр психологии и филологии. Моя миссия — помочь каждой женщине обрести внутреннюю гармонию и встретить истинную любовь. Сейчас я работаю над дебютной книгой, чтобы поделиться инсайтами и реальными историями трансформаций."
    },
    "olga": {
      "name": "Ольга",
      "title": "Соосновательница",
      "description": "Меня зовут Ольга. Я — сваха и матчмейкер с 15-летним опытом, магистр психологии, ведущая психологически-трансформационной игры «Купидон». Моя страсть — поддерживать женщин на пути к тёплым, здоровым отношениям: от внутренней ясности — к судьбоносным знакомствам. Я живу своей работой и искренне верю: каждая встреча может изменить жизнь."
    }
  },
  "services": {
    "heading": "Наши услуги",
    "list": [
      {
        "id": "matchmaking",
        "title": "Персональный матчмейкинг",
        "description": "Мы подбираем кандидатов по ценностям, образу жизни и реальным семейным целям. Каждый проходит личную проверку, интервью и скрининг — чтобы вы встречались с теми, с кем действительно хотите строить жизнь."
      },
      {
        "id": "contract",
        "title": "Прозрачный договор и гарантии",
        "description": "Перед стартом подписываем понятное соглашение: объём работ, сроки, гарантии и ответственность. Это защищает ваши интересы и строит доверие."
      },
      {
        "id": "free_consultation",
        "title": "Первая консультация — бесплатно",
        "description": "Дружеская профессиональная встреча онлайн или в нашем офисе. Объясняем процесс, отвечаем на вопросы и предлагаем персональный план действий."
      },
      {
        "id": "profile_setup",
        "title": "Профессиональное оформление профиля",
        "description": "Профиль, который работает: продуманные фото, честное и понятное био, реалистичные ожидания — чтобы привлекать серьёзных и совместимых партнёров."
      },
      {
        "id": "style_photoshoot",
        "title": "Стиль и фотосессия",
        "description": "Создаём образ, подбираем гардероб и организуем съёмку. Естественные, современные, доверительные фото — инвестиция в результат."
      },
      {
        "id": "cultural_coaching",
        "title": "Культурный коучинг",
        "description": "Объясняем этикет, семейные ожидания и культурные нюансы страны партнёра, чтобы избежать недопониманий и строить уважительные отношения."
      },
      {
        "id": "visa_support",
        "title": "Визовая и миграционная поддержка",
        "description": "Помогаем с пакетом документов, апостилями, нотариальными заверениями и подачей на визы/релокацию — в партнёрстве с проверенными юристами."
      },
      {
        "id": "translation",
        "title": "Переводы и поддержка коммуникации",
        "description": "Перевод документов и переписки, помощь на звонках и встречах. При необходимости организуем нотариальное заверение."
      },
      {
        "id": "cupid_game",
        "title": "Трансформационная игра «Купидон»",
        "description": "Практика под руководством, которая раскрывает ваши паттерны в отношениях, убирает внутренние барьеры и готовит к долгосрочным союзам — чтобы выбирать осознанно."
      },
      {
        "id": "legal_support",
        "title": "Общая правовая поддержка",
        "description": "Консультации по договорам, семейному праву и международным процедурам. Сотрудничаем с адвокатами и специалистами по миграционному праву."
      },
      {
        "id": "background_check",
        "title": "Проверка благонадёжности",
        "description": "Проверяем семейное положение, социальный статус и ключевые факты — особенно важно при международных знакомствах."
      },
      {
        "id": "confidentiality",
        "title": "Конфиденциальность и защита данных",
        "description": "Ваши данные хранятся безопасно; реальные кейсы публикуются только с разрешения клиентов."
      },
      {
        "id": "personal_manager",
        "title": "Личный менеджер",
        "description": "Один специалист сопровождает вас от первой консультации до релокации: координация, постоянная связь и поддержка решений."
      },
      {
        "id": "offline_events",
        "title": "Оффлайн-знакомства и туры",
        "description": "Организуем поездки и мероприятия для значимых знакомств — с программой и логистикой."
      },
      {
        "id": "post_marriage_support",
        "title": "Поддержка после свадьбы",
        "description": "Советы по адаптации в новой стране: быт, документы, вопросы релокации и бумаги для детей."
      }
    ]
  },
  "achievements": {
    "pairs": {
      "value": "50+",
      "title": "Счастливые пары",
      "description": "Пары, которые встретились благодаря нашему агентству."
    },
    "babies": {
      "value": "17",
      "title": "Дети",
      "description": "Рождены в семьях, которые познакомились с нашей помощью."
    },
    "meets": {
      "value": "20+",
      "title": "Знакомств в месяц",
      "description": "Видеовстречи и свидания офлайн каждый месяц."
    }
  },
  "contact_us": {
    "title": "Напишите нам",
    "desc": "Если у вас есть дополнительные вопросы, напишите по адресу venus@.com или свяжитесь с нами, используя нашу контактную форму.",
    "fullname": "Имя и Фамилия",
    "email": "Електроная почта",
    "content": "Чем мы можем вам помочь?",
    "placeholder": "Опишите свою точку зрения или желание.",
    "button_text": "Послать сообщение"
  },
  "blog": {
    "page_title": "Наш Блог",
    "page_subtitle": "Истории, советы и инсайты о международном матчмейкинге и построении настоящих отношений",
    "read_more": "Читать далее",
    "back_to_blog": "Назад к блогу",
    "posts": [
      {
        "id": "1",
        "slug": "poltava-city-of-brides",
        "title": "Полтава — город невест",
        "excerpt": "Почему украинские девушки мечтают выйти замуж за иностранца? Какие они — мужчины из Европы и Америки? Честный рассказ о международных отношениях.",
        "image": "blog-post-1.jpg",
        "date": "2025-01-15",
        "author": "Виктория и Ольга",
        "content": [
          {
            "type": "text",
            "value": "Очень многие украинские девушки мечтают выйти замуж за иностранца. Кто-то мечтает встретить горячего итальянца, кому-то по душе спокойные скандинавы, а кто-то мечтает о весёлом американце. Почему так? Выйдя на улицы города весной или летом, можно увидеть толпы одиноких красивых девушек. Они везде — работают в офисах, прогуливаются в Белой Альтанке, ходят по магазинам, обсуждают планы с подругами в кафе... А почему они одиноки? Просто у нас мало свободных мужчин, с которыми вообще хочется создавать семейные отношения."
          },
          {
            "type": "text",
            "value": "Хорошие женихи разбирают ещё студентами. Остальные перспективы не особо радужные — можно завести мужа с любовницами, мужа-алкоголика, маменькиного сыночка, который ни разу в жизни не принимал решений, мужа-бездельника, мужа-деспота и т. д. Согласитесь, никто такого счастья для себя не хочет."
          },
          {
            "type": "text",
            "value": "Нашим девушкам хочется жить в чистой и красивой стране. Хочется путешествовать, позволить себе дорогие хобби и увлечения. Стабильного будущего и уверенности в завтрашнем дне для своих детей. Но в первую очередь — искренних, подлинных отношений, базирующихся на любви, доверии и верности. Вот чего хочется."
          },
          {
            "type": "text",
            "value": "Хочется чувствовать себя как за каменной стеной, знать, что муж всегда рядом и тебе ни о чём не нужно беспокоиться, хочется поддержки и участия, а не слабости. Это то, что делает нас сильными и счастливыми. Это то, что раскрывает женский потенциал, поднимает нас на другой уровень и дарит крылья за спиной. Наши приоритеты и ценности меняются."
          },
          {
            "type": "text",
            "value": "В отношениях с иностранцами женщины не думают над тем, чем накормить семью, надо ли купить дров на зиму, чем заплатить за коммуналку и т. д. Наконец-то они могут заняться собой, своей красотой, спортом, найти новое хобби, развиваться и посвятить себя своим желаниям и целям."
          },
          {
            "type": "text",
            "value": "Не это ли есть счастье? — спросите вы."
          },
          {
            "type": "heading",
            "value": "Так какие же они — иностранцы?"
          },
          {
            "type": "heading",
            "value": "Ответственные"
          },
          {
            "type": "text",
            "value": "С детства у западных детей воспитывают способность самостоятельно принимать решения и нести ответственность за свои поступки. И когда они вырастают, это знание, как и привычка, прочно укореняется в сознании. Им не нужно бежать к маме за советом или искать в жизни «няню» для себя. Они принимают решения и несут за них ответственность."
          },
          {
            "type": "text",
            "value": "Менталитет и культура воспитывают у иностранцев ответственность с корней. У них принято заботиться о семье, детях, жене. Мужчины работают с самого детства. Они знают, что на них лежит ответственность за семью. Они не могут себе позволить безответственно провести день или вечер. Они встают рано утром, чтобы работать. Поэтому у них принято рано ложиться спать и не сидеть до ночи за телевизором. Иностранец всегда видит перед собой цель. Он знает куда он идёт и чем занимается. Он планирует свою жизнь и свои доходы на годы вперёд."
          },
          {
            "type": "text",
            "value": "Иностранные мужчины не ищут женщин таких, как они сами себе готовят. Как бы там ни было, у них своё воспитание — поэтому им это смешно и непонятно."
          },
          {
            "type": "heading",
            "value": "Верные"
          },
          {
            "type": "text",
            "value": "Иностранцы ценят своих жён. Они не доминируют в семейных отношениях. Для них это само собой разумеется — быть рядом, помогать и защищать. В семьях иностранцев нет места хамству и унижениям. В любой ситуации муж и жена — партнёры. Каждый из них знает, что другой всегда придёт на помощь, и каждый из них всегда предан друг другу."
          },
          {
            "type": "text",
            "value": "Конечно, не все иностранцы такие, но мы стараемся искать мужчин, умеющих любить и работать над отношениями. Таких мы вам и подбираем."
          },
          {
            "type": "heading",
            "value": "Опрятные и чистоплотные"
          },
          {
            "type": "text",
            "value": "Сейчас спорить о популярности Украины и её женщин за последних лет стало бессмысленно: девушки прекрасны и ухожены. Но и мужчины не отстают. В Европе и Америке мужчины следят за собой и своей внешностью. Они ходят в спортзал, бассейн, регулярно посещают парикмахера и следят за своим гардеробом. Это не значит, что они все модники, но ухоженный, здоровый и подтянутый мужчина — норма в любом возрасте."
          },
          {
            "type": "text",
            "value": "Мужчины не позволяют себе засорять дом или рабочее место. Никто не ждёт, что уборкой в доме будет заниматься только жена. Они просто делают это вместе. У них равноправие в отношениях. Это нормально — помочь жене по дому."
          },
          {
            "type": "heading",
            "value": "Заботливые"
          },
          {
            "type": "text",
            "value": "Иностранные женихи постоянно стараются завоевать своих жён. Не романтическими стихами, не серенадами и не комплиментами. Они много не говорят, они действуют. И всё, что они делают, они делают для своих жён, детей и своей семьи. Они идут с колясками выгуливать детей, чтобы жена смогла отдохнуть и заняться своими делами. Они гордятся своими жёнами и их достижениями, они хотят видеть в глазах своих жён восхищение. И это их подстёгивает, это что-то вроде мотивации."
          },
          {
            "type": "text",
            "value": "Мужчины-иностранцы ценят и уважают своих жён. Выходные, вечера и отпуск проводят вместе с семьёй. Самые лучшие подарки — это время, проведённое с любимыми."
          },
          {
            "type": "text",
            "value": "Не каждому иностранцу подходит наше описание выше. Но это типичная наша клиентура. Наш клиент не будет долго зависать на бесплатных сайтах знакомств с целью экономии, а постарается попасть к лучшему агентству всерьёз."
          },
          {
            "type": "text",
            "value": "Наш клиент приходит к нам и говорит, что ищет серьёзную девушку для серьёзных отношений. Если вы не хотите упустить такую встречу, то мы будем рады помочь."
          }
        ]
      },
      {
        "id": "2",
        "slug": "preparing-for-international-relationship",
        "title": "Подготовка к международным отношениям",
        "excerpt": "Важные советы для тех, кто рассматривает или начинает международные отношения. Что нужно знать перед началом пути.",
        "image": "blog-post-2.jpg",
        "date": "2025-01-20",
        "author": "Виктория Лисаненко",
        "content": [
          {
            "type": "text",
            "value": "Начало международных отношений — это захватывающее приключение, но оно также требует подготовки и понимания. Вот ключевые аспекты, которые стоит учитывать перед началом этого пути."
          },
          {
            "type": "heading",
            "value": "Культурное понимание"
          },
          {
            "type": "text",
            "value": "Каждая культура имеет свои обычаи знакомств, семейные ожидания и стили общения. Время, потраченное на изучение культурного происхождения вашего партнера, демонстрирует уважение и помогает избежать недоразумений. Мы предлагаем культурный коучинг, чтобы помочь нашим клиентам элегантно преодолевать эти различия."
          },
          {
            "type": "heading",
            "value": "Четкая коммуникация"
          },
          {
            "type": "text",
            "value": "Языковые барьеры могут быть сложными, но не непреодолимыми. Независимо от того, изучаете ли вы языки друг друга или пользуетесь услугами перевода, самое важное — это честное, открытое общение о ваших намерениях, ожиданиях и чувствах."
          },
          {
            "type": "heading",
            "value": "Практические соображения"
          },
          {
            "type": "text",
            "value": "Международные отношения включают визовые процессы, организацию поездок и потенциальный переезд. Осведомленность об этих практических аспектах с самого начала помогает планировать реалистично и избегать сюрпризов."
          },
          {
            "type": "text",
            "value": "В Venus мы предоставляем комплексную поддержку, включая визовую помощь, подготовку документов и помощь в адаптации после свадьбы. Наша цель — сделать ваш путь максимально легким."
          }
        ]
      },
      {
        "id": "3",
        "slug": "psychology-of-lasting-relationships",
        "title": "Психология долгосрочных отношений",
        "excerpt": "Инсайты из нашего психологического подхода к матчмейкингу. Как внутренняя работа и самосознание ведут к более здоровым партнерствам.",
        "image": "blog-post-3.jpg",
        "date": "2025-01-25",
        "author": "Ольга Нечаева",
        "content": [
          {
            "type": "text",
            "value": "После 15 лет работы матчмейкером и психологом я поняла, что успешные отношения начинаются изнутри. Прежде чем строить здоровое партнерство с кем-то другим, нужно понять себя."
          },
          {
            "type": "heading",
            "value": "Самосознание прежде всего"
          },
          {
            "type": "text",
            "value": "Наша трансформационная игра 'Купидон' помогает клиентам исследовать их модели отношений, определять внутренние барьеры и понять, чего они на самом деле ищут в партнере. Эта внутренняя работа бесценна — она предотвращает повторение прошлых ошибок и помогает делать осознанный выбор."
          },
          {
            "type": "heading",
            "value": "За пределами поверхностной совместимости"
          },
          {
            "type": "text",
            "value": "Хотя общие интересы приятны, долгосрочные отношения строятся на общих ценностях, совместимых жизненных целях и взаимном уважении. Мы фокусируемся на этих более глубоких аспектах при подборе наших клиентов, обеспечивая связи, которые выдержат жизненные вызовы."
          },
          {
            "type": "text",
            "value": "Психологическая поддержка не заканчивается со знакомством. Мы продолжаем предоставлять руководство по мере развития отношений, помогая парам преодолевать конфликты, культурные адаптации и большие жизненные переходы вместе."
          },
          {
            "type": "heading",
            "value": "Построение доверия"
          },
          {
            "type": "text",
            "value": "Доверие — это основа любых отношений, особенно международных, где расстояние и культурные различия могут создавать неуверенность. Мы помогаем нашим клиентам строить доверие постепенно — через честное общение, последовательные действия и поддержку в принятии решений."
          }
        ]
      }
    ]
  }
}