{
  "nav": {
    "home": "Главная",
    "about": "О нас",
    "blog": "Блог",
    "gallery": "Галерея",
    "services": "Услуги",
    "contact": "Контакты"
  },
  "gall": {
    "title": "Давайте создадим ваш идеальный день свадьбы"
  },
  "languages": { "en": "English", "uk": "Українська", "ru": "Русский" },
  "about": {
    "heading": "О нас",
    "tagline": "Venus International Matchmaking — с 2008 года мы помогаем людям находить любовь без границ.",
    "features": [
      {
        "id": "founded",
        "icon": "favorite",
        "title": "Основано в 2008",
        "description": "Создано двумя единомышленницами — Ольгой Нечаевой и Викторией Лысаненко. С первого дня наша цель — искренние, доверительные отношения."
      },
      {
        "id": "europe_focus",
        "icon": "public",
        "title": "Фокус на Европе",
        "description": "Мы работаем по всему миру с особым вниманием к Европе. Организуем онлайн-встречи и свидания офлайн — в Украине и за рубежом."
      },
      {
        "id": "results",
        "icon": "verified",
        "title": "Доказанные результаты",
        "description": "50+ счастливых пар и 17 детей; каждый месяц мы знакомим 20+ новых людей. Каждая история уникальна — к клиентам относимся как к семье."
      },
      {
        "id": "psych_support",
        "icon": "psychology",
        "title": "Психологическая поддержка",
        "description": "Помогаем убрать внутренние барьеры, обрести уверенность и принимать взвешенные решения на пути к отношениям."
      },
      {
        "id": "charity",
        "icon": "volunteer_activism",
        "title": "Благотворительность и волонтёрство",
        "description": "Мы сотрудничаем с Благотворительным фондом «Магура» (Полтава), поддерживая детей с особыми потребностями. Любовь — это и социальная ответственность."
      },
      {
        "id": "office",
        "icon": "location_on",
        "title": "Офис в центре Полтавы",
        "description": "Уютное пространство доверия и открытости. Уже более 15 лет мы помогаем людям находить настоящую любовь."
      }
    ],
    "full": [
      "Venus International Matchmaking основано в 2008 году двумя подругами и партнёрками — Ольгой Нечаевой и Викторией Лысаненко. С самого начала наша миссия — помогать людям находить настоящую любовь без границ.",
      "Годы нашей работы — это клиенты из разных стран мира, с особым фокусом на Европе. Мы организуем знакомства в Украине и за рубежом — от тёплых онлайн-встреч до реальных свиданий, где растут доверие и искренность.",
      "У нас более 50 счастливых пар и 17 детей, рождённых в этих крепких семьях. Ежемесячно мы знакомим 20+ новых людей — через видеовстречи или лично. Каждая история уникальна, и к каждому клиенту мы относимся как к члену большой семьи.",
      "Мы понимаем: путь к любви — это не только анкеты и свидания. Это поддержка, доверие и помощь в важных моментах. Поэтому мы предоставляем психологическое сопровождение, чтобы вы чувствовали уверенность в себе и своих выборах.",
      "Благотворительность занимает особое место в нашей работе. Мы тесно сотрудничаем с Благотворительным фондом «Магура» (Полтава), уделяя внимание детям с особыми потребностями. Команда активно участвует в волонтёрских инициативах.",
      "Наш уютный офис расположен в самом центре Полтавы — атмосфера тепла и доверия. Мы верим, что настоящая любовь есть для каждого, и уже более 15 лет помогаем её встретить."
    ],
    "viktoria": {
      "name": "Виктория",
      "title": "Соосновательница",
      "description": "Я люблю своё дело и вкладываю в него сердце. Я — международная сваха-матчмейкер с 15-летним опытом, магистр психологии и филологии. Моя миссия — помочь каждой женщине обрести внутреннюю гармонию и встретить истинную любовь. Сейчас я работаю над дебютной книгой, чтобы поделиться инсайтами и реальными историями трансформаций."
    },
    "olga": {
      "name": "Ольга",
      "title": "Соосновательница",
      "description": "Меня зовут Ольга. Я — сваха и матчмейкер с 15-летним опытом, магистр психологии, ведущая психологически-трансформационной игры «Купидон». Моя страсть — поддерживать женщин на пути к тёплым, здоровым отношениям: от внутренней ясности — к судьбоносным знакомствам. Я живу своей работой и искренне верю: каждая встреча может изменить жизнь."
    }
  },
  "services": {
    "heading": "Наши услуги",
    "list": [
      {
        "id": "matchmaking",
        "title": "Персональный матчмейкинг",
        "description": "Мы подбираем кандидатов по ценностям, образу жизни и реальным семейным целям. Каждый проходит личную проверку, интервью и скрининг — чтобы вы встречались с теми, с кем действительно хотите строить жизнь."
      },
      {
        "id": "contract",
        "title": "Прозрачный договор и гарантии",
        "description": "Перед стартом подписываем понятное соглашение: объём работ, сроки, гарантии и ответственность. Это защищает ваши интересы и строит доверие."
      },
      {
        "id": "free_consultation",
        "title": "Первая консультация — бесплатно",
        "description": "Дружеская профессиональная встреча онлайн или в нашем офисе. Объясняем процесс, отвечаем на вопросы и предлагаем персональный план действий."
      },
      {
        "id": "profile_setup",
        "title": "Профессиональное оформление профиля",
        "description": "Профиль, который работает: продуманные фото, честное и понятное био, реалистичные ожидания — чтобы привлекать серьёзных и совместимых партнёров."
      },
      {
        "id": "style_photoshoot",
        "title": "Стиль и фотосессия",
        "description": "Создаём образ, подбираем гардероб и организуем съёмку. Естественные, современные, доверительные фото — инвестиция в результат."
      },
      {
        "id": "cultural_coaching",
        "title": "Культурный коучинг",
        "description": "Объясняем этикет, семейные ожидания и культурные нюансы страны партнёра, чтобы избежать недопониманий и строить уважительные отношения."
      },
      {
        "id": "visa_support",
        "title": "Визовая и миграционная поддержка",
        "description": "Помогаем с пакетом документов, апостилями, нотариальными заверениями и подачей на визы/релокацию — в партнёрстве с проверенными юристами."
      },
      {
        "id": "translation",
        "title": "Переводы и поддержка коммуникации",
        "description": "Перевод документов и переписки, помощь на звонках и встречах. При необходимости организуем нотариальное заверение."
      },
      {
        "id": "cupid_game",
        "title": "Трансформационная игра «Купидон»",
        "description": "Практика под руководством, которая раскрывает ваши паттерны в отношениях, убирает внутренние барьеры и готовит к долгосрочным союзам — чтобы выбирать осознанно."
      },
      {
        "id": "legal_support",
        "title": "Общая правовая поддержка",
        "description": "Консультации по договорам, семейному праву и международным процедурам. Сотрудничаем с адвокатами и специалистами по миграционному праву."
      },
      {
        "id": "background_check",
        "title": "Проверка благонадёжности",
        "description": "Проверяем семейное положение, социальный статус и ключевые факты — особенно важно при международных знакомствах."
      },
      {
        "id": "confidentiality",
        "title": "Конфиденциальность и защита данных",
        "description": "Ваши данные хранятся безопасно; реальные кейсы публикуются только с разрешения клиентов."
      },
      {
        "id": "personal_manager",
        "title": "Личный менеджер",
        "description": "Один специалист сопровождает вас от первой консультации до релокации: координация, постоянная связь и поддержка решений."
      },
      {
        "id": "offline_events",
        "title": "Оффлайн-знакомства и туры",
        "description": "Организуем поездки и мероприятия для значимых знакомств — с программой и логистикой."
      },
      {
        "id": "post_marriage_support",
        "title": "Поддержка после свадьбы",
        "description": "Советы по адаптации в новой стране: быт, документы, вопросы релокации и бумаги для детей."
      }
    ]
  },
  "achievements": {
    "pairs": {
      "value": "50+",
      "title": "Счастливые пары",
      "description": "Пары, которые встретились благодаря нашему агентству."
    },
    "babies": {
      "value": "17",
      "title": "Дети",
      "description": "Рождены в семьях, которые познакомились с нашей помощью."
    },
    "meets": {
      "value": "20+",
      "title": "Знакомств в месяц",
      "description": "Видеовстречи и свидания офлайн каждый месяц."
    }
  },
  "contact_us": {
    "title": "Напишите нам",
    "desc": "Если у вас есть дополнительные вопросы, напишите по адресу venus@.com или свяжитесь с нами, используя нашу контактную форму.",
    "fullname": "Имя и Фамилия",
    "email": "Електроная почта",
    "content": "Чем мы можем вам помочь?",
    "placeholder": "Опишите свою точку зрения или желание.",
    "button_text": "Послать сообщение"
  },
  "blog": {
    "page_title": "Наш Блог",
    "page_subtitle": "Истории, советы и инсайты о международном матчмейкинге и построении настоящих отношений",
    "read_more": "Читать далее",
    "back_to_blog": "Назад к блогу",
    "posts": [
      {
        "id": "1",
        "slug": "finding-love-across-borders",
        "title": "Найти любовь без границ",
        "excerpt": "Как международный матчмейкинг создает настоящие связи и меняет жизни. Реальные истории из нашего 15-летнего опыта.",
        "image": "blog-post-1.jpg",
        "date": "2025-01-15",
        "author": "Виктория и Ольга",
        "content": [
          {
            "type": "text",
            "value": "Международный матчмейкинг — это не просто знакомство двух людей из разных стран. Это создание мостов между культурами, понимание различных мировоззрений и помощь двум душам найти друг друга, несмотря на географические расстояния."
          },
          {
            "type": "text",
            "value": "За 15 лет работы Venus International Matchmaking мы видели бесчисленное количество историй успеха. От первого волнующего видеозвонка до совместного шествия к алтарю — каждая история уникальна и прекрасна."
          },
          {
            "type": "heading",
            "value": "Сила связи"
          },
          {
            "type": "text",
            "value": "Любовь не знает границ, но успешные международные отношения требуют понимания, терпения и правильного сопровождения. Мы помогаем нашим клиентам преодолевать культурные различия, языковые барьеры и логистические вызовы для построения крепких, долгосрочных отношений."
          },
          {
            "type": "text",
            "value": "Наш подход сочетает профессиональный матчмейкинг с психологической поддержкой, гарантируя, что оба партнера готовы к совместному пути. Мы верим в качество, а не в количество — каждое знакомство тщательно продумано и персонализировано."
          },
          {
            "type": "heading",
            "value": "Истории успеха"
          },
          {
            "type": "text",
            "value": "Мы гордимся тем, что помогли создать более 50 счастливых пар и приветствуем 17 малышей в семьях, которые начались с нашей помощи. Каждая история напоминает нам, почему мы делаем то, что делаем — объединяем людей и создаем счастье на разных континентах."
          }
        ]
      },
      {
        "id": "2",
        "slug": "preparing-for-international-relationship",
        "title": "Подготовка к международным отношениям",
        "excerpt": "Важные советы для тех, кто рассматривает или начинает международные отношения. Что нужно знать перед началом пути.",
        "image": "blog-post-2.jpg",
        "date": "2025-01-20",
        "author": "Виктория Лисаненко",
        "content": [
          {
            "type": "text",
            "value": "Начало международных отношений — это захватывающее приключение, но оно также требует подготовки и понимания. Вот ключевые аспекты, которые стоит учитывать перед началом этого пути."
          },
          {
            "type": "heading",
            "value": "Культурное понимание"
          },
          {
            "type": "text",
            "value": "Каждая культура имеет свои обычаи знакомств, семейные ожидания и стили общения. Время, потраченное на изучение культурного происхождения вашего партнера, демонстрирует уважение и помогает избежать недоразумений. Мы предлагаем культурный коучинг, чтобы помочь нашим клиентам элегантно преодолевать эти различия."
          },
          {
            "type": "heading",
            "value": "Четкая коммуникация"
          },
          {
            "type": "text",
            "value": "Языковые барьеры могут быть сложными, но не непреодолимыми. Независимо от того, изучаете ли вы языки друг друга или пользуетесь услугами перевода, самое важное — это честное, открытое общение о ваших намерениях, ожиданиях и чувствах."
          },
          {
            "type": "heading",
            "value": "Практические соображения"
          },
          {
            "type": "text",
            "value": "Международные отношения включают визовые процессы, организацию поездок и потенциальный переезд. Осведомленность об этих практических аспектах с самого начала помогает планировать реалистично и избегать сюрпризов."
          },
          {
            "type": "text",
            "value": "В Venus мы предоставляем комплексную поддержку, включая визовую помощь, подготовку документов и помощь в адаптации после свадьбы. Наша цель — сделать ваш путь максимально легким."
          }
        ]
      },
      {
        "id": "3",
        "slug": "psychology-of-lasting-relationships",
        "title": "Психология долгосрочных отношений",
        "excerpt": "Инсайты из нашего психологического подхода к матчмейкингу. Как внутренняя работа и самосознание ведут к более здоровым партнерствам.",
        "image": "blog-post-3.jpg",
        "date": "2025-01-25",
        "author": "Ольга Нечаева",
        "content": [
          {
            "type": "text",
            "value": "После 15 лет работы матчмейкером и психологом я поняла, что успешные отношения начинаются изнутри. Прежде чем строить здоровое партнерство с кем-то другим, нужно понять себя."
          },
          {
            "type": "heading",
            "value": "Самосознание прежде всего"
          },
          {
            "type": "text",
            "value": "Наша трансформационная игра 'Купидон' помогает клиентам исследовать их модели отношений, определять внутренние барьеры и понять, чего они на самом деле ищут в партнере. Эта внутренняя работа бесценна — она предотвращает повторение прошлых ошибок и помогает делать осознанный выбор."
          },
          {
            "type": "heading",
            "value": "За пределами поверхностной совместимости"
          },
          {
            "type": "text",
            "value": "Хотя общие интересы приятны, долгосрочные отношения строятся на общих ценностях, совместимых жизненных целях и взаимном уважении. Мы фокусируемся на этих более глубоких аспектах при подборе наших клиентов, обеспечивая связи, которые выдержат жизненные вызовы."
          },
          {
            "type": "text",
            "value": "Психологическая поддержка не заканчивается со знакомством. Мы продолжаем предоставлять руководство по мере развития отношений, помогая парам преодолевать конфликты, культурные адаптации и большие жизненные переходы вместе."
          },
          {
            "type": "heading",
            "value": "Построение доверия"
          },
          {
            "type": "text",
            "value": "Доверие — это основа любых отношений, особенно международных, где расстояние и культурные различия могут создавать неуверенность. Мы помогаем нашим клиентам строить доверие постепенно — через честное общение, последовательные действия и поддержку в принятии решений."
          }
        ]
      }
    ]
  }
}